[

    {
        "file": "xxx.pdf",
        "content": {
            "Governance":[
                {
                    "Q": "Describe the board’s oversight of climate-related risks and opportunities.",
                    "A": "xxx."
                },
                {
                    "Q": "Describe management’s role in assessing and managing climate-related risks and opportunities.",
                    "A": "xxx."
                
                }
            ],
            "Stategy":[
                {
                    "Q": "Describe the climate-related risks and opportunities the organization has identified over the short, medium, and long term.",
                    "A": "xxx."
                },
                {
                    "Q": "Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning.",
                    "A": "xxx."
                
                },
                {
                    "Q": "Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario.",
                    "A": "xxx."
                
                }
            ],
            "Risk Management":[
                {
                    "Q": "Describe the organization’s processes for identifying and assessing climate-related risks.",
                    "A": "xxx."
                },
                {
                    "Q": "Describe the organization’s processes for managing climate-related risks.",
                    "A": "xxx."
                },
                {
                    "Q": "Describe how processes for identifying, assessing, and managing climate-related risks are integrated into the organization’s overall risk management.",
                    "A": "xxx."
                }
            ],
            "Metrics and Targets":[
                {
                    "Q": "Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process.",
                    "A": "xxx."
                },
                {
                    "Q": "Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks.",
                    "A": "xxx."
                
                },
                {
                    "Q": "Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets.",
                    "A": "xxx."
                
                }
            ]
        }
    }
]
[
    {       
    "Governance":[
        {
            "instructions": [   
                "Imagine you are a leading expert in climate-related financial disclosures, specializing in the TCFD framework. Your role encompasses deep insights into how organizations can effectively disclose information regarding Governance, Strategy, Risk Management, and Metrics & Targets in relation to climate-related risks and opportunities. Your task is to assist in generating detailed, accurate, and insightful answers for a QA session focused on enhancing an organization's TCFD report. For each of the following sections, provide expert-level responses based on the core requirements of TCFD disclosures: \n
                Considering the organization's framework for climate-related risks and opportunities governance, explain how the governance structure (board-level committees, etc.) oversees and evaluates these aspects. Be specific about the roles, responsibilities, and frequency of climate-related risk assessments and strategic planning discussions.
                Answer the following questions based on [text]: \n
                1. Describe the board’s oversight of climate-related risks and opportunities.\n
                2. Describe management’s role in assessing and managing climate-related risks and opportunities.\n
                [text]:ESG is overseen by the Board, which is responsible for determining strategy and prioritisation of key focus areas. In order to provide greater senior executive involvement and holistic oversight of ESG matters material to the Group, in 2020 a Group ESG Committee was established, superseding the previous ESG Executive Committee. The Committee is chaired by the Group Chief Financial Officer and Chief Operating Officer, in his role as ESG sponsor. Membership of the Committee includes the Group Chief Risk and Compliance Officer, the Group HR Director, and senior representatives from the Group’s asset owner and asset management business units, including, from 1 January 2021, the Chief Executives of Eastspring and PACS (Prudential’s Singapore business). One of the Group ESG Committee’s responsibilities is to oversee the Group’s progress towards fulfilling our commitment to report against the recommendations of the Financial Stability Board’s Task Force on Climate-related Financial Disclosures (TCFD). In 2020, the Group ESG Committee reported to the Board through the Group Nomination & Governance Committee. The Board recognises that the next 12 to 18 months will be critical for the embedding of the ESG Strategic Framework within the Group, as well as for the progress of related matters such as the development and embedding of the Group’s purpose and values, progressing diversity and inclusion (D&I) priorities, and building upon employee engagement activities. Therefore, in early 2021 the Board established a Responsibility & Sustainability Working Group, to be chaired by Alice Schroeder and comprising four Non-executive Directors, in order to ensure an appropriate level of Board engagement in, and oversight of, these matters during this critical period. Our Group Governance Manual (GGM) sets out the policies and procedures by which the Group operates. It establishes standards for managing possible ESG issues across the Group. The GGM is subject to a formal content review each year, taking into consideration both internal and external factors. As part of the Governance, Risk Management & Internal Control – Annual Statement of Compliance certification, all businesses across the Group assess their compliance position against each of the requirements set out in the Group Code of Business Conduct, Policies and Delegated Authorities. Any instances of GGM non-compliance identified by the businesses through their annual attestation are assessed by the Group policy owners and reported to the Group Audit Committee.\nWe believe that the new strategic ESG framework and the long-term goals to decarbonise the investment portfolio and support an inclusive transition are an important way in which we can meet to meet stakeholder expectations and fulfil our fiduciary obligations. It will reduce the Group’s exposure to asset risk – which includes transition risk – over time, while also contributing to efforts to decarbonise the global economy. Recognising that transition risk represents the nearest-term and most impactful financial risk to the Group, the Group Risk function undertook an initial transition risk analysis on insurance assets managed in segregated portfolios by the Group’s asset managers. This focused on investments where Prudential both maintains direct control of the mandate and exerts some influence over the investment process. Provisional reports were produced using climate-related data and metrics provided through a proprietary vendor tool. This facilitates a breakdown of the contributions of different sectors to the overall carbon footprint metrics of the asset book and highlights the most carbon-intensive sectors, including those most at risk of being stranded. It also enables the most carbon-intensive companies held in the asset book – and thus the largest issuer contributors to the overall metrics – to be determined and monitored. We have also determined the initial weighted average carbon intensity (WACI) of the listed equity and corporate bond asset classes of our insurance investment portfolio.\nBoard oversight of climate change risk significantly strengthened: — In 2020 ESG was overseen by the Board through the Group Nomination & Governance Committee. — In early 2021, the Board established a Responsibility & Sustainability Working Group until May 2022 in order to ensure an appropriate level of Board engagement in, and oversight of, ESG matters (including climate change). — Board Risk Committee workshop held to evaluate the climate change risks facing the Group, discuss transition and physical risk concepts and review potential Key Risk Indicators (KRI).Prudential is a signatory to the recommendations of the Financial Stability Board's Task Force on Climate-related Financial Disclosures (TCFD). Our approach to climate change and climate related risk is covered below. To show how we are meeting TCFD requirements, we have mapped our disclosures to each of its pillars. This is shown in a table at the end of this section of the report. Initially categorised as emerging risks, the ESG risks associated with our business, which include climate risk, have more recently been upgraded to Group Principal Risk status. Recently, we have engaged a dedicated climate risk consultancy to further refine our understanding of the nature and materiality of the risks posed by climate change to the business.\nWe also recognise that the implementation of our strategic ESG framework can generate opportunities for the Group. Some of these opportunities will come through our efforts to take early mitigating action against the climate risks we identify, including incorporating transition risk into investment decisions to reduce the risk of being exposed to stranded assets. Others will come through supporting an inclusive transition. The infrastructure and capital expenditure required to enable the transition represents attractive investment opportunities in many cases. For example, there is a role for institutions to both develop new products and invest in structures and mechanisms that enable a managed withdrawal from reliance on coal- powered electricity within developing economies. In response to this, we have developed several responsible investment products that channel our customers’ savings towards ESG-themed investments, such as the Asia Sustainable Bond Fund recently launched by Eastspring.\nRisk identification work completed: — The risk identification and scenario process has identified six major risk categories.\nOpportunities identified to support climate change mitigation and adaptation: — The Pulse digital health platform supports the surveillance and diagnosis of diseases that are becoming more prevalent due to climate change. — Investment products include the Asia Sustainable Bond Fund launched by Eastspring.
                ",
                "Please concentrate on the organizations governance around climate-related risks and opportunities."
            ]
        },
        {
            "Q": "Describe the board’s oversight of climate-related risks and opportunities.",
            "A": "xxx."
        },
        {
            "Q": "Describe management’s role in assessing and managing climate-related risks and opportunities.",
            "A": "xxx."
        
        }
    ],
    "Stategy":[
        {
            "instructions": [
                "Detail the organization's short-term and long-term strategies regarding climate-related risks and opportunities. Include an analysis of the financial implications, potential scenarios, and the strategic fit into the organization's overall business strategy. Focus on how these factors influence operational planning, investment strategies, and innovation initiatives.",
                "Please focus on the actual and potential impacts of climate related risks and opportunities on the organization’s businesses, strategy and ffnancial planning."
            
            ]
        },
        {
            "Q": "Describe the climate-related risks and opportunities the organization has identified over the short, medium, and long term.",
            "A": "xxx."
        },
        {
            "Q": "Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning.",
            "A": "xxx."
        
        },
        {
            "Q": "Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario.",
            "A": "xxx."
        
        }
    ],
    "Risk Management":[
        {
            "instructions": [
                "Describe the processes involved in identifying and assessing climate-related risks. Outline how these risks are integrated into the organization’s overall risk management. Include specifics about the tools, methodologies, and data sources used in risk assessment and management. Highlight any particular practices for managing these risks effectively.",
                "In your response, focus solely on how the organization identifies, assesses and manages climate-related risks and opportunities."

            ]
        },
        {
            "Q": "Describe the organization’s processes for identifying and assessing climate-related risks.",
            "A": "xxx."
        },
        {
            "Q": "Describe the organization’s processes for managing climate-related risks.",
            "A": "xxx."
        },
        {
            "Q": "Describe how processes for identifying, assessing, and managing climate-related risks are integrated into the organization’s overall risk management.",
            "A": "xxx."
        }
    ],
    "Metrics and Targets":[
        {
            "instructions": [
                "Provide a comprehensive overview of the metrics and targets established by the organization to monitor climate-related risks and opportunities. Detail the benchmarks, time frames, and progress measurement approaches. Explain how these metrics align with the organization's overall sustainability and climate strategy.",
                "Restrict your answer to the metrics and targets used to assess and manage relevant climate-related risks and opportunities."
            ]
        },
        {
            "Q": "Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process.",
            "A": "xxx."
        },
        {
            "Q": "Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks.",
            "A": "xxx."
        
        },
        {
            "Q": "Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets.",
            "A": "xxx."
        
        }
    ]
    }
]